{
  "title": "Aplicação Educacional Marciana",
  "description": "Sistema de aprendizado online que traduz conhecimento terrestre para qualquer espécie.",
  "client": "Academia Marciana",
  "date": "2025-01-20",
  "category": "Aplicação Web",
  "services": ["Desenvolvimento Web", "UX/UI Design", "Plataforma Educacional"],
  "image": "/images/projects/aplicacao-educacional-marciana.jpg",
  "images": [
    "/images/projects/aplicacao-educacional-marciana-1.jpg",
    "/images/projects/aplicacao-educacional-marciana-2.jpg"
  ],
  "content": {
    "sections": [
      {
        "type": "text",
        "content": "A Academia Marciana, uma instituição de ensino inovadora, nos desafiou a criar uma aplicação educacional que tornasse o conhecimento terrestre acessível para estudantes de diversas espécies e origens."
      },
      {
        "type": "text",
        "content": "Desenvolvemos uma plataforma adaptativa que ajusta automaticamente o conteúdo e a interface de acordo com as preferências e necessidades específicas de cada usuário, garantindo uma experiência de aprendizado personalizada."
      },
      {
        "type": "image",
        "content": "/images/projects/aplicacao-educacional-marciana-detail.jpg"
      },
      {
        "type": "text",
        "content": "A solução inclui um sistema avançado de tradução conceitual, que vai além da simples tradução de idiomas, adaptando conceitos complexos para os diferentes modelos mentais das diversas espécies de estudantes."
      },
      {
        "type": "quote",
        "content": "A plataforma desenvolvida pela Nave Mãe revolucionou nossa abordagem educacional. Agora podemos realmente dizer que oferecemos educação universal, sem barreiras de comunicação entre espécies."
      },
      {
        "type": "text",
        "content": "O sistema também inclui ferramentas de análise de desempenho que permitem aos educadores acompanhar o progresso dos alunos e identificar áreas onde o material didático pode ser melhorado para maior eficácia pedagógica."
      }
    ]
  }
}
