{
    "title": "Ortoteen - Ortodontia Especializada",
    "description": "Site moderno e acolhedor para clínica de ortodontia com galeria antes/depois e agendamento integrado.",
    "client": "Abner Santana",
    "date": "2025-04-10",
    "category": "Site Institucional",
    "services": ["Design UI/UX", "Desenvolvimento Frontend", "SEO", "Integração WhatsApp"],
    "image": "/images/projects/ortoteen.jpg",
    "images": [
      "/images/projects/ortoteen-1.jpg",
      "/images/projects/ortoteen-2.jpg"
    ],
    "content": {
      "sections": [
        {
          "type": "text",
          "content": "A Ortoteen é uma clínica de ortodontia especializada liderada pela Dra. Taciana Palamoni. Fomos desafiados a criar uma 'porta de entrada digital' que refletisse o mesmo cuidado e acolhimento proporcionado aos pacientes no ambiente físico da clínica."
        },
        {
          "type": "text",
          "content": "Desenvolvemos um site moderno e intuitivo, com navegação simplificada que permite aos visitantes encontrar rapidamente as informações que procuram. O design foi cuidadosamente planejado para transmitir confiança e profissionalismo, utilizando uma paleta de cores que remete à saúde e bem-estar."
        },
        {
          "type": "image",
          "content": "/images/projects/ortoteen-detail.jpg"
        },
        {
          "type": "text",
          "content": "Uma das principais funcionalidades implementadas foi a galeria interativa de Antes e Depois, onde os visitantes podem visualizar transformações reais de pacientes. Além disso, integramos um blog com conteúdo educativo sobre saúde bucal e ortodontia, explicado de forma acessível para todos os públicos."
        },
        {
          "type": "quote",
          "content": "O novo site transformou completamente nossa presença digital. Agora conseguimos transmitir online o mesmo cuidado e profissionalismo que oferecemos em nossa clínica. Notamos um aumento significativo no número de novos pacientes que chegam até nós através do site."
        },
        {
          "type": "text",
          "content": "Para facilitar o contato, implementamos um sistema de agendamento integrado ao WhatsApp Business, permitindo aos visitantes agendar consultas com apenas um clique. O site é totalmente responsivo, garantindo uma experiência consistente em qualquer dispositivo, e foi otimizado para SEO, melhorando significativamente o posicionamento da clínica nas buscas orgânicas."
        }
      ]
    }
  }